[
  {
    "quote": [
      "When you wake up in the morning, tell yourself: The people I deal with today will be meddling, ungrateful, arrogant, dishonest, jealous, and surly. They are like this because they can't tell good from evil. But I have seen the beauty of good, and the ugliness of evil, and have recognized that the wrongdoer has a nature related to my own&mdash;not of the same blood or birth, but the same mind, and possessing a share of the divine. And so none of them can hurt me. No one can implicate me in ugliness. Nor can I feel angry at my relative, or hate him. We were born to work together like feet, hands, and eyes, like the two rows of teeth, upper and lower. To obstruct each other is unnatural. To feel anger at someone, to turn your back on him: these are obstructions."
    ],
    "chapter": 2,
    "section": 1
    },
    {
      "quote": [
        "Concentrate every minute like a Roman&mdash;like a man&mdash;on doing what's in front of you with precise and genuine seriousness, tenderly, willingly, with justice. And on freeing yourself from all other distractions. Yes, you can&mdash;if you do everything as if it were the last thing you were doing in your life, and stop being aimless, stop letting your emotions override what your mind tells you, stop being hypocritical, self-centered, irritable. You see how few things you have to do to live a satisfying and reverent life? If you can manage this, that's all even the gods can ask of you."
      ],
      "chapter": 2,
      "section": 5
    },
    {
      "quote": [
        "How to act:",
        "Never under compulsion, out of selfishness, without forethought, with misgivings.",
        "Don't gussy up your thoughts.",
        "No surplus words or unnecessary actions.",
        "Let the spirit in you represent a man, an adult, a citizen, a Roman, a ruler. Taking up his post like a soldier and patiently awaiting his recall from life. Needing no oath or witness.",
        "Cheerfulness. Without requiring other people's help. Or serenity supplied by others.",
        "To stand up straight&mdash;not straightened."
      ],
      "chapter": 3,
      "section": 5
    },
  { 
    "quote": [
      "Forget everything else. Keep hold of this alone and remember it: Each of us lives only now, this brief instant. The rest has been lived already, or is impossible to see. The span we live is small&mdash;small as the corner of the earth in which we live it. Small as even the greatest renown, passed from mouth to mouth by short-lived stick figures, ignorant alike of themselves and those long dead."
    ],
    "chapter": 3,
    "section": 10
  },
  { 
    "quote": [
      "Choose not to be harmed&mdash;and you won't feel harmed.\nDon't feel harmed&mdash;and you haven't been."
    ],
    "chapter": 4,
    "section": 7
  },
  { 
    "quote": [
      "At dawn, when you have trouble getting out of bed, tell yourself: \"I have to go to work&mdash;as a human being. What do I have to complain of, if I'm going to do what I was born for&mdash;the things I was brought into the world to do? Or is this what I was created for? To huddle under the blankets and stay warm?\"",
      "&mdash;But it's nicer here&#8230;",
      "So you were born to feel \"nice\"? Instead of doing things and experiencing them? Don't you see the plants, the birds, the ants and spiders and bees going about their individual tasks, putting the world in order, as best they can? And you're not willing to do your job as a human being? Why aren't you running to do what your nature demands?",
      "&mdash;But we have to sleep sometime&#8230;",
      "Agreed. But nature set a limit on that&mdash;as it did on eating and drinking. And you're over the limit. You've had more than enough of that. But not of working. There you're still below your quota.",
      "You don't love yourself enough. Or you'd love your nature too, and what it demands of you. People who love what they do wear themselves down doing it, they even forget to wash or eat. Do you have less respect for your own nature than the engraver does for engraving, the dancer for the dance, the miser for money, or the social climber for status? When they're really possessed by what they do, they'd rather stop eating and sleeping than give up practicing their arts.",
      "Is helping other less valuable to you? Not worth your effort?"
    ],
    "chapter": 5,
    "section": 1
  },
  {
    "quote": [
      "In a sense, people are our proper occupation. Our job is to do them good and put up with them.",
      "But when they obstruct our proper tasks, they become irrelevant to us&mdash;like sun, wind, animals. Our actions may be impeded by them, but there can be no impeding our intentions or our dispositions. Because we can accommodate and adapt. The mind adapts and converts to its own purposes the obstacle to our acting.",
      "The impediment to action advances action.",
      "What stands in the way becomes the way."
    ],
    "chapter": 5,
    "section": 20
  },
  {
    "quote": [
      "If it does not harm the community, it does not harm its members.",
      "When you think you've been injured, apply this rule: If the community isn't injured by it neither am I. And if it is, anger is not the answer. Show the offender where he went wrong."
    ],
    "chapter": 5,
    "section": 22
  },
  {
    "quote": [
      "I was once a fortunate man but at some point fortune abandoned me.",
      "But true good fortune is what you make for yourself. Good fortune: good character, good intentions, good actions."
    ],
    "chapter": 5,
    "section": 37
  },
  {
    "quote": [
      "Just that you do the right thing. The rest doesn't matter.",
      "Cold or warm.",
      "Tired or well-rested.",
      "Despised or honored.",
      "Dying&#8230;or busy with other assignments.",
      "Because dying, too, is one of our assignments in life. There as well: \"to do what needs doing.\""
    ],
    "chapter": 6,
    "section": 2
  },
  {
    "quote": [
      "The best revenge is not to be like that."
    ],
    "chapter": 6,
    "section": 6
  },
  {
    "quote": [
      "Like seeing roasted meat and other dishes in front of you and suddenly realizing: This is a dead fish. A dead bird. A dead pig. Or that this noble vintage is grape juice, and the purple robes are sheep wool dyed with shellfish blood. Or making love&mdash;something rubbing against your penis, a brief seizure and a little cloudy liquid.",
      "Perceptions like that&mdash;latching onto things and piercing through them, so we see what they really are. That's what we need to do all the time&mdash;all through our lives when things lay claim to our trust&mdash;to lay them bare and see how pointless they are, to strip away the legend that encrusts them.",
      "Pride is a master of deception: when you think you're occupied in the weightiest business, that's when he has you in his spell."
    ],
    "chapter": 6,
    "section": 13
  },
  {
    "quote": [
      "The things ordained for you&mdash;teach yourself to be at one with those and the people who share them with you&mdash;treat them with love.",
      "With <i>real</i> love."
    ],
    "chapter": 6,
    "section": 39
  },
  {
    "quote": [
      "Whatever happens to you is for the good of the world. That would be enough right there. But if you look closely you'll generally notice something else as well: whatever happens to a single person is for the good of others. (Good in the ordinary sense&mdash;as the world defines it.)"
    ],
    "chapter": 6,
    "section": 45
  },
  {
    "quote": [
      "When you need encouragement, think of the qualities the people around you have: this one's energy, that one's modesty, another's generosity, and so on. Nothing is as encouraging as when virtues are visibly embodied in the people around us, when we're practically showered with them.",
      "It's good to keep this in mind."
    ],
    "chapter": 6,
    "section": 48
  },
  {
    "quote": [
      "Practice really hearing what people say. Do your best to get inside their minds."
    ],
    "chapter": 6,
    "section": 53
  },
  {
    "quote": [
      "To feel affection for people even when they make mistakes is uniquely human. You can do it, if you simply recognize: that they're human too, that they act out of ignorance, against their will, and that you'll both be dead before long. And, above all, that they haven't really hurt you. They haven't diminished your ability to choose."
    ],
    "chapter": 7,
    "section": 59
  },
  {
    "quote": [
      "Dig deep; the water&mdash;goodness&mdash;is down there. And as long as you keep digging, it will keep bubbling up."
    ],
    "chapter": 7,
    "section": 59
  },
  {
    "quote": [
      "Perfection of character: to live your last day, every day, without frenzy, or sloth, or pretense."
    ],
    "chapter": 7,
    "section": 69
  },
  {
    "quote": [
      "To do harm is to do yourself harm. To do an injustice is to do yourself an injustice&mdash;it degrades you."
    ],
    "chapter": 9,
    "section": 4
  },
  {
    "quote": [
      "And you can also commit injustice by doing nothing."
    ],
    "chapter": 9,
    "section": 5
  },
  {
    "quote": [
      "Not \"some way to sleep with her\"&mdash;but a way to stop wanting to.",
      "Not \"some way to get rid of him\"&mdash;but a way to stop trying.",
      "Not \"some way to save my child\"&mdash;but a way to lose your fear."
    ],
    "chapter": 9,
    "section": 40
  },
  {
    "quote": [
      "To my soul:",
      "Are you ever going to achieve goodness? Ever going to be simple, whole, and naked&mdash;as plain to see as the body that contains you? Know what an affectionate and loving disposition would feel like? Ever be fulfilled, ever stop desiring&mdash;lusting and longing for people and things to enjoy? Or for more time to enjoy them? Or for some other place or country&mdash;\"a more temperate clime\"? Or for people easier to get along with? And instead be satisfied with what you have, and accept the present&mdash;all of it. And convince yourself that everything is the gift of the gods, that things are good and always will be, whatever they decide and have in store for the preservation of that perfect entity&mdash;good and just and beautiful, creating all things, connecting and embracing them, and gathering in their separated fragments to create more like them.",
      "Will you ever take your stand as a fellow citizen with gods and human beings blaming no one, deserving no one's censure?"
    ],
    "chapter": 10,
    "section": 1
  },
  {
    "quote": [
      "To stop talking about what the good man is like, and just be one."
    ],
    "chapter": 10,
    "section": 16
  },
  {
    "quote": [
      "To bear in mind constantly that all of this has happened before. And will happen again&mdash;the same plot from beginning to end, the identical staging. Produce them in your mind, as you know them from experience or from history: the court of Hadrian&#8320;All just the same. Only the people different."
    ],
    "chapter": 10,
    "section": 27
  },
  {
    "quote": [
      "Stop whatever you're doing for a moment and ask yourself: Am I afraid of death because I won't be able to do <i>this</i> anymore?"
    ],
    "chapter": 10,
    "section": 29
  },
  {
    "quote": [
      "It stares you in the face. No role is so well suited to philosophy as the one you happen to be in right now."
    ],
    "chapter": 11,
    "section": 7

  }
]